Repository: coolweb/script.module.XbmcHipserv
Catalog: resources/language/*/strings.po
Languages: french

# #32000
source: Bad user name and/or password
french: Mauvais nom d'utilisateur et/ou mot de passe

# #32001
source: Your nas is unavailable
french: Votre Nas est inaccessible

# #32002
source: Your are not a family member into your NAS
french: Vous n'êtes pas un membre de la famille dans votre Nas

# #32003
source: Error retrieving authentification token Reason: {0}
french: Erreur pour recevoir le token d'authentificationn Raison: {0}

# #32004
source: Copy done
french: Copie effectuée

# #32005
source: Error copy file Reason: {0}
french: Erreur lors de la copien Raison: {0}

# #32006
source: File already in clipboard
french: Fichier déjà dans la mémoire tampon

# #32007
source: Files in clipboard: {0}
french: Fichiers dans la mémoire tampon: {0}

# #32008
source: Clipboard cleared
french: Mémoire tampon vidée

# #32009
source: Paste {0} elements
french: Coller {0} élements

# #32010
source: Copy
french: Copier

# #32011
source: Clear clipboard
french: Vider la mémoire tampon
